var store = [{
        "title": "J일지도 모르는 P의 여행(시흥, 오이도편)",
        "excerpt":"💡 **2022년 2월 28일부터 3월 1일까지 ** 여행기록입니다. 여행을 떠나며 방학동안 진행했던 기업인턴이 끝나니 어느새 방학이 끝나가고 있었습니다. 개강 전 마지막으로 허용된 자유를 만끽하기 위해 여행을 결심하였습니다. MBTI P형인 저는 J라고 주장하는 절친 SHB에게 여행을 계획하게 되었습니다. 카톡에서 보다시피 철저한 계획을 세우고 모든 변수에 대비하였습니다. (▲ SHB와의 카톡) 여행 목적지는...","categories": ["travel"],
        "tags": ["travel"],
        "url": "/travel/PtoJ/",
        "teaser": null
      },{
        "title": "SAP Labs Korea 인턴십 후기 (22.01.04 ~ 22.02.25)",
        "excerpt":"💡 2021년 SAP Labs Korea 인턴십 후기입니다. 2022년 1월 4일부터 2월 25일까지 이수했으며, 부서마다 다른 점이 많겠지만 궁금하신 분들께 도움이 되고자 적어봅니다. 자세한 인턴 활동 내용은 보안서약상 게시할 수 없어 이 점 양해해주시면 감사하겠습니다. 정보보단 후기이자 회고록처럼 작성하기에 가볍게 읽어주세요. 인턴 시작 &lt;다전공생 2021년 겨울 컴퓨터공학부 학점인정인턴프로그램&gt;에 선발되어 SAP 라는...","categories": ["Learned Lesson"],
        "tags": ["SAP Labs Korea","Learned Lesson","Internship"],
        "url": "/learned%20lesson/SAP-Internship/",
        "teaser": null
      }]
